brew "mas"

# podman
brew "podman"
brew "podman-compose"
cask "podman-desktop"

# passwords
cask "proton-pass"

# iTerm
cask "iterm2"
cask "calibre"

# CLI
brew "cli53"
brew "gnutls"
brew "ffmpeg"
brew "findutils"
brew "fzf"
brew "git-lfs"
brew "htop"
brew "macvim"
brew "tree"
brew "watch"
brew "zsh"
brew "zsh-syntax-highlighting"
brew "gnupg"
brew "pinentry-mac"
brew "zellij"
brew "cppcheck"
cask "font-mononoki-nerd-font"

# Python
brew "uv"
brew "pillow"

# Ruby
brew "rbenv"

# Node
brew "nvm"

# pdf
brew "qpdf"
brew "img2pdf", link: false
brew "unpaper"
brew "ocrmypdf"
brew "pdfgrep"

# Web tools
tap "dart-lang/dart"
tap "sass/sass"
brew "woff2"
brew "fontforge"
brew "tidy-html5"
