tap "apple/apple"
tap "dart-lang/dart"
tap "sass/sass"
# Vector graphics library with cross-device output support
brew "cairo"
# C parser in Python
brew "pycparser"
# Command-line tool for Amazon Route 53
brew "cli53"
# Validating, recursive, caching DNS resolver
brew "unbound"
# GNU Transport Layer Security (TLS) Library
brew "gnutls"
# Play, record, convert, and stream audio and video
brew "ffmpeg"
# Collection of GNU find, xargs, and locate
brew "findutils"
# Utilities to create and convert Web Open Font File (WOFF) files
brew "woff2"
# Command-line outline and bitmap font editor/converter
brew "fontforge"
# Command-line fuzzy finder written in Go
brew "fzf"
# Git extension for versioning large files
brew "git-lfs"
# GNU Ubiquitous Intelligent Language for Extensions
brew "guile"
# Improved top (interactive process viewer)
brew "htop"
# Configurable static site generator
brew "hugo"
# Friendly PIL fork (Python Imaging Library)
brew "pillow"
# Tools for and transforming and inspecting PDF files
brew "qpdf"
# Convert images to PDF via direct JPEG inclusion
brew "img2pdf", link: false
# GUI for vim, made for macOS
brew "macvim"
# Manage multiple Node.js versions
brew "nvm"
# Post-processing for scanned/photocopied books
brew "unpaper"
# Adds an OCR text layer to scanned PDF files
brew "ocrmypdf"
# Search PDFs for strings matching a regular expression
brew "pdfgrep"
# Python version management
brew "pyenv"
# Interpreted, interactive, object-oriented programming language
brew "python@3.10"
# Interpreted, interactive, object-oriented programming language
brew "python@3.11"
# Ruby version manager
brew "rbenv"
# Tool Command Language
brew "tcl-tk"
# Granddaddy of HTML tools, with support for modern standards
brew "tidy-html5"
# Display directories as trees (with optional color/HTML output)
brew "tree"
# File synchronization tool
brew "unison"
# Executes a program periodically, showing output fullscreen
brew "watch"
# Fish shell like syntax highlighting for zsh
brew "zsh-syntax-highlighting"
